{"longitude":"-75.3281","other_collection_site_info":"isolated from a mud flat","growth_medium":"ATCC medium 1525 (Seawater 802 medium)","investigation_type":"Eukaryotes","importance":"The isolate deposited as ATCC 50979 with the identification Sexangularia sp. is in fact not a testate amoeba but has morphology consistent with the Dactylopodida. We are currently describing this taxon as a new genus. Preliminary transmission electron microscopy has shown that this organism is covered in oval shaped scales, providing an interesting link between the Dactylopodida and the Vannelida. An actin analysis including this taxon shows grouping with another enigmatic genus, Trichosphaerium (Lahr, Katz, et al. In prep). We characterized actin and beta-tubulin from this taxon as part of NSF funded ATOL project, though we were unable to amplify ssu-rDNA (Lahr, Katz, et al. In prep). The strain available at ATCC is marine and was isolated from a mud flat and deposited by Tom Nerad, former director of the protistology collections. Molecular data will inform not only studies on the ecology and physiology of this lineage, but will also be essential for elucidating the phylogenetic details of Dactylopodida and Vannelida lineages.","habitat":"marine habitat","country":"UNITED STATES","sample_collection_site":"Atlantic_Ocean","ph":"8","external_sample_id":"50979","ncgr_sample_id":"MMETSP0437","species":"sp.","principle_investigator":"Laura Katz","experimental_temperature":"20","axenic":"No","combined_assembly_name":"N/A","genus":"Sexangularia","prey_organism_if_applicable":"Enterobacter aerogenes (ATCC 13048)","modifications_to_growth_medium":"0.02% FBS plus antibiotics to prevent bacterial overgrowth.","strain":"ATCC50979","sample_accession_number":"CAM_SMPL_002573","day_portion_of_day_night_cycle_in_hours":"16","project_id":104,"other_experimental_metadata_available":"Entries above were left blank as medium 1525 is an undefined medium.","18s_rrna":"N/A","latitude":"37.96053","clonal":"No","night_portion_of_day_night_cycle_in_hours":"8","assembly_accession_number":"CAM_ASM_000391","primary_citation":"Lahr, D. J. G., J. R. Grant, T. Nguyen, J. H. Lin, and L. A. Katz. Submitted. Comprehensive phylogenetic reconstruction of Amoebozoa based on concatenated analyses of SSU-rDNA and actin genes."}