{"ncgr_sample_id":"MMETSP0439","external_sample_id":"50982","ph":"8","species":"ramosa","habitat":"marine habitat","importance":"Based on morphology, Stereomyxa has been placed in its own group, the Stereomyxidae (Grell 1966), and remains an Incertae sedis taxon (Smirnov et al. 2005). Stereomyxa has a strange combination of pseudopodial types, such as the formation of large branching nets as in the Leptomyxids and also the production of filose pseudopodia. This taxon also has a unique centriole-like body, a radiating microtubule organizing center (MTOC), located in the cytoplasm, that is reminiscent of that of the Acanthamoebidae. Transcriptome data will aid future studies of the physiology of this amoeba, which is able to digest complex seaweed polysaccharides (Armstrong et al. 2000).","other_collection_site_info":"moist soil from mud flat approximately 800 yards from the ocean","growth_medium":"ATCC medium 1525 (Seawater 802 medium)","investigation_type":"Eukaryotes","longitude":"-75.37881","sample_collection_site":"Atlantic_Ocean","country":"UNITED STATES","clonal":"No","additional_citations":"Grell, K. G. 1966. Amoben der famillie Stereomyxidae. Archiv fur Protistenkunde 109:147-154; Smirnov, A., E. Nassonova, C. Berney, J. Fahrni, I. Bolivar, and J. Pawlowski. 2005. Molecular phylogeny and classification of the lobose amoebae. Protist 156:129-142.","night_portion_of_day_night_cycle_in_hours":"8","latitude":"37.93318","other_experimental_metadata_available":"Entries above were left blank as medium 1525 is an undefined medium","18s_rrna":"N/A","primary_citation":"Lahr, D. J. G., J. R. Grant, T. Nguyen, J. H. Lin, and L. A. Katz. In prep. Phylogenetic reconstruction of Amoebozoa based on concatenated analysis of SSU-rDNA and actin genes, with placement of 13 new isolates.","assembly_accession_number":"CAM_ASM_000393","strain":"Chinc5","date_of_experiment":"15-APR-11","prey_organism_if_applicable":"Klebsiella pneumoniae (ATCC 700831)","modifications_to_growth_medium":"Diluted 1:4 in ATCC medium 1405 (HSNW medium)","genus":"Stereomyxa","axenic":"No","experimental_temperature":"20","principle_investigator":"Laura Katz","combined_assembly_name":"N/A","project_id":104,"day_portion_of_day_night_cycle_in_hours":"16","sample_accession_number":"CAM_SMPL_002575"}