{"project_id":104,"experimental_salinity":"32","sample_accession_number":"CAM_SMPL_002427","strain":"ATCC 50986","prey_organism_if_applicable":"Klebsiella and other bacteria","date_of_experiment":"04-OCT-11","sample_material":"gray mud mixed with roots, sand, and clay","genus":"Aristerostoma","combined_assembly_name":"N/A","experimental_temperature":"23","axenic":"No","principle_investigator":"Denis Lynn","primary_citation":"Dunthorn,M., Eppinger,M., Schwarz,M.V., Schweikert,M., Boenigk,J., Katz,L.A., Stoeck,T. 2009. Phylogenetic placement of the Cyrtolophosididae Stokes, 1888 (Ciliophora; Colpodea) and neotypification of Aristerostoma marinum Kahl, 1931. Int. J. Syst. Evol. Microbiol. 59:167-180.","assembly_accession_number":"CAM_ASM_000245","envo_term_for_habitat_secondary_term":"Sediment","clonal":"No","additional_citations":"Foissner, W. 1993. Colpodea (Ciliophora). Gustav Fischer Verlag, Stuttgart. 798 p.","18s_rrna":"acctggttga tcctgccagt agtcatatgc ttgtctcaaa gattaagcca tgcatgtcta agtataagta ttatacagcg aaactgcgaa tggctcatta aaacagttat agtttattcg ataatcaaat ctacatggat aaccgtagta attctagagc taatacatgc tgtcaaacct gactcacgaa aggttgtatt tattagatat aaaccaaccc cttgggttgt gatgattcat aataactgag cgaatcttgg ttgtaccaag atggatcgtt caagtttctg ccctatcagc tttcgatggt agtgtattgg actaccatgg cagtcacggg taacggagaa taagggttcg attccggaga gggagcctga gaaatggcta ccacatctaa ggaaggcagc aggcgcgtaa attacccaat cctgactcag ggaggtagtg acaagaaata acaactcggg actcctcgcg agtctgcgag attgcaatga gaacaattta aaccacttat cgaggaacaa ttggagggca agtctggtgc cagcagccgc ggtaattcca gctccaatag cgtatattaa agttgttgca gttaaaaagc tcgtagttga atttctggct agttctgttc tcggcagcag tcggctcagg gcttagtcat ccgtagggga atcacgttcg gtcttcactg gtcggcgtgt ggaacctaca ttttactgtg aaaaaattag agtgctccag gcaggcaatc gcttggatac tccagcatgg aataatggaa taggactttg aactatttgt tggtttgagt tcagagtaat gattaatagg gacagttggg ggcattcgta tttaattgtc agaggtgaaa ttcttggatt tattaaagac gaacttatgc gaaagcattt gccaaggatg ttttcattaa tcaagaacga aagttagggg atcaaagacg atcagatacc gtcgtagtct taaccataaa ctataccgac ttgggatcgg cagggtcttc taagctctgt cggcaccata tgagaaatca aagtctttgg gttctggggg gagtatggtc gcaaggctga aacttaaagg aattgacgga agggcaccac caggagtgga gcctgcggct taatttgact caacacgggg aaacttacca ggtccagaca tagctaggat tgacagattg agagctcttt cttgattcta tgggtggtgg tgcatggccg ttcttagttg gtggagtgat ttgtctggtt aattccgtta acgaacgaga ccttaacctg ctaaatagtt gccttgatca acatcggggt taacttctta gagggacttt aggcgcaagt ctaaggaagt ttgaggcaat aacaggtctg tgatgccctt agatgtcctg ggccgcacgc gtgctacact gatacgtgca acaagtttac tttcctggct cggaagagtt cgggtaatct ttataatgcg tatcgtgcta gggatagatc tttgaaatta tggatcttga acgaggaatt cctagtaagc ataagtcatc agcttgtgct gattacgtcc ctgccctttg tacacaccgc ccgtcgctgc taccgatttt gagtggtccg gtgaaccttc tggactgagt ttgggcttga cccattcatg ggaaattaag taaaccttat cacttagagg aag","sample_collection_site":"Great Marsh, DE","envo_term_for_habitat_primary_term":"Acquatic: marine","country":"UNITED STATES","habitat":"marine habitat","importance":"Aristerostoma sp. represents the class COLPODEA. Study of Aristerostoma is also scientifically compelling as this is the only marine colpodean in a culture collection, and it and related species are bacterivores in marine benthic food webs.","prelim_ncbi_taxon_id":"485358","growth_medium":"sea water","investigation_type":"Eukaryotes","species":"sp.","habitat_description":"salt marsh","ncgr_sample_id":"MMETSP0125"}