{"habitat":"organism-associated habitat","importance":"Lankesteria abbotti is a marine gregarine apicomplexan found in the intestines of a tunicate Clavelina huntsmani that inhabits rocky intertidal zones in coastal British Columbia and California (Leander et al. 2006, Levine 1981). L. abbotti, like most gregarines, completes its life cycle within the intestines of a single host, where two individuals pair up in process called syzygy (the onset of sexual reproduction and cyst formation). The sequenced transcriptome of L. abbotti will enable comparisons of gene content, endosymbiotic gene transfer and the genetic basis of various curious metabolic properties of diverse apicomplexans; L. abbotti will also serve as an outgroup for these comparisons with other apicomplexans. L. abbotti is of great interest because it is a relatively accessible representative of marine eugregarines, which is an extremely diverse lineage of apicomplexans at both morphological and molecular levels (Leander and Keeling 2003, Leander et al. 2006, Leander 2008). Gregarines are unusually large in cell size compared to other better-known apicomplexans with small sequenced genomes such as Plasmodium, Toxoplasma, Eimeria and Cryptosporidium (Leander 2008). There is some genetic data from expressed sequence tags of Gregarina niphandrodes (Omoto et al. 2004) and genome survey sequences of Ascogregarina taiwanensis (Templeton et al. 2010), which are terrestrial gregarines that are distantly related to L. abbotti in ribosomal RNA phylogenies. We hope to exploit new sequencing technology to get a more complete estimate of gene content from the L. abbotti transcriptome than was possible from earlier partial transcriptome and partial genome studies of gregarines, and use this information to infer the early evolutionary history of apicomplexan parasites.","prelim_ncbi_taxon_id":"340204","collection_time":"07:30 AM","investigation_type":"Eukaryotes","other_collection_site_info":"Grappler Inlet BC, off Barkley Sound of Pacific Ocean.","growth_medium":"uncultivable","longitude":"125.13023","sample_collection_site":"Pacific_Ocean","envo_term_for_habitat_primary_term":"Organism-Associated","country":"CANADA","habitat_description":"intestine of marine tunicate Clavelina huntsmani found in NW Pacific rocky intertidal zone","ncgr_sample_id":"MMETSP0372","collection_date":"13-JUN-10","external_sample_id":"L.abbottii Grappler Inlet","species":"abbottii","depth":".2","strain":"Grappler Inlet BC","environmental_temperature":"13","modifications_to_growth_medium":"uncultivable","date_of_experiment":"13-JUN-10","sample_material":"Cells were handpicked by micropipette from the intestines of its host ascidian, Clavelina huntsmani,collected from the rocky shore near the mouth of Grappler Inlet. Cells were washed in sterile seawater three times.","genus":"Lankesteria","axenic":"No","principle_investigator":"Claudio Slamovits","combined_assembly_name":"N/A","project_id":104,"sample_accession_number":"CAM_SMPL_002541","additional_citations":"Leander, B. S. 2008. Marine gregarines: evolutionary prelude to the apicomplexan radiation? Trends in Parasitology, 24:60-67.; Leander, B. S. & Keeling, P. J. 2003. Morphostasis in alveolate evolution. Trends in Ecology & Evolution, 18:395-402.;Leander, B. S., Lloyd, S. A. J., Marshall, W. & Landers, S. C. 2006. Phylogeny of marine gregarines (Apicomplexa) - Pterospora, Lithopystis and Lankesteria - and the origin(s) of coelomic parasitism. Protist, 157:45-60.;Levine, N. D. 1981. New species of Lankesteria (Apicomplexa, Eugregarinida) from ascidians on the central California coast. Journal of Eukaryotic Microbiology, 28:363-370.;Omoto, C. K., Toso, M., Tang, K. & Sibley, L. D. 2004. Expressed sequence tag (EST) analysis of Gregarine gametocyst development. Int J Parasitol, 34:1265-71.;Templeton, T. J., Enomoto, S., Chen, W. J., Huang, C. G., Lancto, C. A., Abrahamsen, M. S. & Zhu, G. 2010. A genome-sequence survey for Ascogregarina taiwanensis supports evolutionary affiliation but metabolic diversity between a Gregarine and Cryptosporidium. Mol Biol Evol, 27:235-48.","clonal":"No","latitude":"48.83375","18s_rrna":"ACCTGGTTGATCCTGCCAGTAGTCATATGCTTGTCTCGCAGATTAAGCCATGCATGTCTAAGTGTAAATACTTTACAGTAAAACTGCGGATGGCCCATTACAACAGTTATTGTTTGCTTGGAGCATACCTCTACGGATATCCGTGGAAATTCTACAGTTAATACGTACCATACTAATTTTATTAGTATGTTGCATATTACTGTGAACGTTCAACAGGCTTGCCTGTTAACTATGAACAATTTTATGCATGAATCGCTTCGGCGAAAGTCCATCAAAGTTTCTGACCCATCAGGTTCCGACGGTAAGGTATTGGCTTACCGTGCCGATAACGGGTAACGGGGGATTAGGGTTCGATCCCGGAGAGGGAGCTTGAGAGATAGCTACCACATCTAAGGAAGGCAGCAGGCGCGCAAATTACCTATCCCTGACTCAGGGAGGTAGTAAACAGCAATACTGACGCATGATTTTAATCGTGCGATCGGGAATGGATGGTTTCTAAACAAAACCATGAAAACCATTAGAGGAAAAGTCTGGTGCCAGCACCCGCGGTAATACCAGCTCTAATAGCGTATATTATTAATGTTGCAGTTGAAACGTTCGTAGTCGATCCTTATCTGCTACAGTTTTATGTTATTTTCAATAGCATATCTCTTCAGCGGAAATTGCATGGATCCTTACATGTTTCATGTAAGGTTTTTCATGTTTTACTTTGAGTGAATCGGCGTGTTCCACGCAGGCAATCTGCCTTGAACGATTTACCATAGTATAAGGACAGTATGGAAATATCTCCTTGTTCGTTTGAAGATACTTTCGATACGTAAAAGAACGGTTGAGGGCATTCGTATTCAACTGCTAGAGGTGAAATTCTTTGATTAGTTGAGGACGAACCATTGCGAAAGCATCTGCCCAGGACGTTTCTTTTGATCAAGAACGAAAGTTAGGTGATCGAAGATGATTAGATACCGTTGTAGTCCTAACTATAAACTTTACTATCCAAGAATTGGATTGGTGACTTTACGCCTCTCCAGTACTTTCTGAGAAATCATAAGTCTTTGAGTTCTGGGGGGAGTATAGTTGTAAGGCTGAAACTTAAAGGAATTGACGGAAGGGCACCACCAGGAGTGGAACTTGCGGCTTAATTTGACTCAACACGGAAAACCTTACGAGGATAAGACAAACGAAGGATTGACAGATTGATCGCTCTTTCTTGATTGTTTGGGTGGTGGTGCATGGCCGTTCTTAGTTCGTGGATTAATTTGTCTGGTTAATTCCGTTAACGAACGAGACCTTAACTTGCTAATTAGAATTGTAGATTTATCTACTATTCTGTTAGAAGGACCGTGTGTTCCTAACACAAGGAAGCGTGAGGCAATAACAGGTCTGTGATGCCCTTAGATATCCTCGGCAGCACGCGTGTTACAATGATGTGTATAAAATGTTTACTATTCGAAAGAATTGTGCAATCATTAATACACATCAACCCAGGAATTGTTTGTTGGAACGTCAAACATCAACTAGGAATTCCTAGTAAACGCGTATCATTAGTTCGCGTTGATTACGTCCCTGCCCTTTGTACACACCGCCTGTCGCATCTATTGATTAGGTTGTATCATGAGTTAGGCGGA","primary_citation":"PMID:16352468","assembly_accession_number":"CAM_ASM_000359","envo_term_for_habitat_secondary_term":"Other"}