{"experimental_temperature":"22","axenic":"No","principle_investigator":"Patrick Keeling","combined_assembly_name":"Durinskia-baltica-CSIRO_CS-38","genus":"Durinskia","nitrate":"1000","modifications_to_growth_medium":"48 hours before harvest antibiotics were added to medium: 500 mg/L penicillin; 200 mg/L ampicillin; 100 mg/L streptomycin; 100 mg/L neomycin","trace_elements":"12000","date_of_experiment":"28-FEB-11","sample_material":"Seawater","strain":"CSIRO CS-38","experimental_salinity":"18","sample_accession_number":"CAM_SMPL_002410","day_portion_of_day_night_cycle_in_hours":"12","project_id":104,"phosphate":"50","18s_rrna":"CGACACCGCAAGGTGGTATTTATTAGATCCGAACCAAGCCTTCGGGGTTTCTTGGTGAATCATGATAACTGTTCGTATTGCCAGCTCTGCCAGGCGAAAGTTCATTCAAATTTCTGCCCAATCAGCTATTGACGGTAGTGTAGTGGACTACCGTGGCTTTAACGGGTGACGGAGAATTAGGGTTCGATTCCGGAGTGGGAGCCTGAGAAACGGCTACCACATCCAAGGAAGGCAGCAGGCGCGCAAATTTACCCAATCCCGACACGGGGAGGTAGTGACAAGAAATATGATGACTGTGCCCTTTGCGGCAGAGTTTTTCAAATGAGTGTAATGTAAATGCCTATGCGAGTATCCATTGGAGGGCAAGTCTGGTGCCAGCAGCCGCGGTAATTCCAGCTCCAATAGCGTATATTAATGTTGTTGCAGTTAAAAAGCTCGTAGTTGGATATCTGGCATTGCGTTGACGGCCCGCCTTCGGTTGGGTGCTGGATTCGCTTGCCTATTTCCGGTTGGCGTCGGTTCCCTTTGTTGGGCTATAGGGCCGTTTCGCGATCCGGATCGTTTACTTTGAAGAAATTCGAGTGTTCAAAGCAGGCTTACGCCGTGAAGATTGCAGCATGGAATGATGACATAGAACTGTTGTGTTCTATTTTGTTGGTTCTGGGACCACAGTGATGATTGATAGGGACAGTTGGGGGTG","silicate":"15","night_portion_of_day_night_cycle_in_hours":"12","clonal":"No","envo_term_for_habitat_secondary_term":"Other","assembly_accession_number":"CAM_ASM_000228","primary_citation":"Kempton, J. W., Wolny, J., Tengs, T. et al. 2002. Kryptoperidinium foliaceum blooms in South Carolina: a multianalytical approach to identification. Harmful Algae 1: 383?92.; Tomas RN, Cox ER (1973) Observations on symbiosis of Peridinium Balticum and its intracellular alga.1. Ultrastructure. J Phycol 9: 304?323. ;Behzad Imanian., Jean-Francois Pombert., Patrick J. Keeling. 2010. The Complete Plastid Genomes of the Two `Dinotoms? Durinskia baltica and Kryptoperidinium foliaceum. PLoS ONE 5(5): e10711. doi:10.1371/journal.pone.0010711.","investigation_type":"Eukaryotes","growth_medium":"GSe amended sea water","importance":"Durinskia baltica is a marine dinoflagellate, which is closely related to the bloom-forming ubiquitous dinoflagellate Kryptoperidinium foliaceum. It belongs to a small group of dinoflagellates that are of particular interest to cell and evolutionary biology because they have lost photosynthesis in their ancestral plastid and replaced this activity with a diatom endosymbiont (a so-called tertiary plastid). The endosymbiosis is at a relatively early stage of integration, so the diatom retains a large nucleus and nuclear genome, many plastids, a large proportion of cytoplasm and, uniquely among all such symbioses, its own mitochondria. Altogether this means these single cells contain five or perhaps six genome containing compartments: two nuclei, two mitochondria, and one or two plastids (the fate of the original dinoflagellate plastid is as yet uncertain). The binucleate nature of these dinoflagellate/diatom consortia (called ?dinotoms?) also  presents a unique opportunity to study the contribution of each nucleus to the control, function, and maintenance of the plastids (all of which are within the diatom endosymbiont), and mitochondria (which are found in the cytosol of both dinoflagellate and diatom), initially through identifying the nuclear-encoded transcripts for organelle-targeted proteins so as to assemble a complete list of organelle functions in the two eukaryotes. We propose two transcriptomic surveys (light conditions and dark conditions) from all three dinotoms that are available in public culture collections, to best identify the broadest possible range of genes in these complex biological systems.","prelim_ncbi_taxon_id":"400756","habitat":"marine habitat","country":"UNITED STATES","envo_term_for_habitat_primary_term":"Acquatic: marine","light":"550","volume_filtered":"2","collection_date":"01-JAN-75","external_sample_id":"Durinskia baltica light (Db Light)","ph":"8","ncgr_sample_id":"MMETSP0116_2","species":"baltica"}