{"sample_accession_number":"CAM_SMPL_002549","project_id":104,"day_portion_of_day_night_cycle_in_hours":"16","axenic":"No","experimental_temperature":"20","combined_assembly_name":"N/A","principle_investigator":"Laura Katz","genus":"Mayorella","sample_material":"sediment","prey_organism_if_applicable":"Klebsiella pneumoniae (ATCC 700831)","date_of_experiment":"06-APR-11","strain":"BSH-02190019","envo_term_for_habitat_secondary_term":"Sediment","assembly_accession_number":"CAM_ASM_000367","18s_rrna":"ACACAGGGAGGTAGTGACAATAAATAACAATATAGCTCTCTATGAGTGCTATAATTGGAATGAGTACAATCTAAACCCCTTAACGAGTATCAATTGGAGGGCAAGTCTGGTGCCAGCAGCCGCGGTAATTCCAGCTCCAATAGCGTATCTTAACGTTGTTGCGGTTAAAAAGCTCGTAGTTGGATTTTGGAACTAGGTCGGTTTTTGGTTCCGCCGTGATGGTGTGTAACCGCCGTGCCCGGTTCTCTGCCTACCGGAAACTCGCTGCGCCACTTAGTTGGGGTGTGGTTTGCTACTCGAGAGGGTAGCTGCGTCATGCAGAGTCTAAGGGTGGCTGAGATGTGGGAGTGGCAGGGTGTTGTGGCGCTTTTGCGGCGTCGCACCTCGGCTGCTCACTGCTCAGTCATCTTCTGTACTGACGGAGTTCCGGTTCGTTTACTGTGAATA","other_experimental_metadata_available":"Entries above were left blank as medium 1525 is an undefined medium","latitude":"37.26517","night_portion_of_day_night_cycle_in_hours":"8","additional_citations":"Anderson, O. R. 1998. Densities and diversity of gymnamoebae in relation to some inshore aquatic habitats at Bermuda. J. Eukaryot. Microbiol. 45:151-155.; Dvkova, I., H. Peckova, and M. Kostka. 2008. Introduction of Mayorella gemmifera Schaeffer, 1926 into phylogenetic studies of Amoebozoa. Acta Protozoologica 47:205-210.; Lahr, D. J. G., J. R. Grant, T. Nguyen, J. H. Lin, and L. A. Katz. Submitted. Comprehensive phylogenetic reconstruction of Amoebozoa based on concatenated analyses of SSU-rDNA and actin genes.; Tekle, Y. I., J. R. Grant, O. R. Anderson, J. C. Cole, T. A. Nerad, D. J. Patterson, and L. A. Katz. 2008. Phylogenetic placement of diverse amoebae inferred from multigene analyses and assessment of clade stability within `Amoebozoa? upon removal of varying rate classes of SSU-rDNA. Molecular Phylogenetics and Evolution 47:339-352.","clonal":"No","country":"UNITED STATES","envo_term_for_habitat_primary_term":"Acquatic: marine","sample_collection_site":"Atlantic_Ocean","longitude":"-76.38354","investigation_type":"Eukaryotes","other_collection_site_info":"salt marsh sediment","growth_medium":"ATCC medium 1525 (Seawater 802 medium)","importance":"Mayorella is considered incertae sedis within the Amoebozoa based on morphology (Smirnov et al. 2005) and molecular data have thus far been unable to resolve its phylogenetic position (Dykova et al. 2008; Tekle et al. 2008; Lahr et al., submitted). Members of the genus Mayorella can be marine or freshwater, and the strain we propose to work with was isolated from salt marsh sediments. Mayorella spp. can be free living (Anderson 1998) and have been found on the gills of marine arthropods (Bermingham and Mulcahy 2007). The surface of the amoeba is coated with a remarkable cuticle composed of closely spaced filiform strands that exhibit a somewhat stratified fine structure morphology, possibly derived from a Golgi secretion. Little is known about the life cycles of these taxa, though Mayorella species are not believed to form cysts. Thus, transcriptome data from this taxon will contribute to a better understanding of the role of this organism in diverse environments, as well as provide a stepping point for studying the remarkable morphology of this species.","prelim_ncbi_taxon_id":"242541","habitat":"marine habitat","species":"sp","external_sample_id":"50980","ph":"8","ncgr_sample_id":"MMETSP0417","habitat_description":"salt marsh"}