{"18s_rrna":"ctggttgatc ctgccagtag tcatatgctt gtctcaaaga ctaagccatg catgtctaag tataagtgtt atacagcgaa actgcgaatg gctcattaaa acagttatag tttatttggt aatcgaaatt acatggataa ccgtggtatc ttctagagct aatacatgca ggttagcccg acttctcgga agggctgtat ttattagata acagaccaat attcctcgtg tctattgtgg tgactcatag taactgatcg gatcgcatgg acttgttccg cgataaacca ttcaagtttc tgacccatca gctttcgatg gtagtgtatt ggactaccat ggctttcacg ggtaacggag gattagggtt cgattccgga gagggagcct gagaaacggc taccacatct aaggaaggca gcaggcgcgt aaattaccca atcctgactc agggaggtag tgacaagaaa taacgggtcg gggcatttgc ctcgggattg caatgaatcg aatttacacc ccttaatgag gatcaattgg agggcaagtc tggtgccagc agccgcggta attccagctc caatagcgta tattaaagtt gttgcagtta aaaagctcgt agtttgattt ctggacgggc gctgacaccc gctcgttagt gaggaggagg cgcccgccca tccttctgtt aacgccatcg gcattcattt gctggcggcg ggctcagata ttttaccttg agaaaattag agtgtttcag gcaggcttgc gcctagatac attagcatgg aataatagaa taggactttg gcctcttctg ttggtctgag gggttagagt aatgattaat agggatagtt gggggcatta gtacttaact gctagaggtg aaattctcag atttgttaaa gactaactta tgcgaaagca tttgccaagg atgttttcat taatcaagaa cgaaagttag gggatcaaag acgatcagat accgtcctag tcttaaccat aaactatgcc gactcgggat cgggggcgag cattatccgt cttcggcacc gtatgagaaa tcaaagtctt tgggttctgg ggggagtatg gtcgcaaggc tgaaacttaa aggaattgac ggaagggcac caccaggcgt ggagcttgcg gctcaatttg actcaacacg ggaaaactta ccaggtccag acatagtgag gattgacaga ttgatagctc tttcttgatt ctatgggtgg tggtgcatgg ccgttcttag ttggtggagt gatttgtctg gttaattccg ttaacgaacg agaccttagc ctactaacta gtcgcaccaa gcacgcttgg cgccgacttc ttagagggac tttgcgcttt ttaaacacaa ggaagtttga ggcaataaca ggtctgtgat gcccttagat gtcctgagcc gcacgcgtgc tacactgacg catacagcga gtacacccca gccccgagag gcggctggta atcagcaata tgcgtcgtga tggggataga gctttggaat tctggctctt gaacgaggaa tgcctagtaa gcgcaagtca tcagcttgcg ttgattaagt ccctgccctt tgtacacacc gcccgtcgct cctaccgatt tcgagtggtc cggtgaaccg ttcggaccgt gggcgccctc gtggagcccg tgggaagtcc agtaaaccac atcacttaga ggaaggataa gtcgtaacaa ggtttccgta ggtgaacctg cagaaggatc a","latitude":"48.608","silicate":"37","night_portion_of_day_night_cycle_in_hours":"12","additional_citations":"Jeong, HJ; Kim, JS; Yoo, YD, et al. 2008. Control of the harmful alga Cochlodinium polykrikoides by the naked ciliate Strombidinopsis jeokjo in mesocosm enclosures. Harmful Algae, 7:368-377.","clonal":"Yes","envo_term_for_habitat_secondary_term":"Other","assembly_accession_number":"CAM_ASM_000229","ammonium":"2","primary_citation":"Kim,Y.O., Kim,S.Y., Lee,W.J., Choi,J.K. 2009. New observations on the choreotrich ciliate Strombidinopsis acuminata Faure-Fremiet 1924, and comparison with Strombidinopsis jeokjo Jeong et al., 2004. J. Eukaryot. Microbiol., 57:48-55.","combined_assembly_name":"N/A","experimental_temperature":"15","axenic":"No","principle_investigator":"Denis Lynn","genus":"Strombidinopsis","nitrate":"25","modifications_to_growth_medium":"f/2 trace metals stock added to filtered seawater at a concentration of 0.5ml per Liter.","prey_organism_if_applicable":"Heterocapsa triquetra, Rhodomonas sp. (CCMP 755), Mantoniella squamata, Isochrysis galbana","sample_material":"Seawater","date_of_experiment":"13-OCT-11","strain":"SPMC142","experimental_salinity":"30","sample_accession_number":"CAM_SMPL_002411","project_id":104,"day_portion_of_day_night_cycle_in_hours":"12","phosphate":"2.1","collection_date":"03-AUG-11","external_sample_id":"SPMC 153","ph":"8.1","habitat_description":"plankton","ncgr_sample_id":"MMETSP0126","depth":"1","species":"acuminatum","longitude":"-122.769","investigation_type":"Eukaryotes","growth_medium":"Ciliate Media (filtered seawater ammended with dilute f/2 trace metals stock.)","prelim_ncbi_taxon_id":"141414","importance":"###############################################################################################################################################################################################################################################################","habitat":"marine habitat","country":"UNITED STATES","light":"10","envo_term_for_habitat_primary_term":"Acquatic: marine","sample_collection_site":"northern Puget Sound, WA"}