{"country":"UNITED KINGDOM","light":"200","envo_term_for_habitat_primary_term":"Acquatic: marine","sample_collection_site":"Atlantic_Ocean","longitude":"-4.2504","other_collection_site_info":"near English Channel","growth_medium":"f/2 - Si amended seawater","investigation_type":"Eukaryotes","importance":"The coccolithophore Emiliania huxleyi forms massive annual spring blooms in the North Atlantic that are routinely infected and terminated by lytic, double-stranded DNA containing Coccolithoviruses. Given the wide array of sensitive and resistant\nhost strains in culture, along with a number of genetically diverse E.\nhuxleyi-infecting viruses (EhVs), the E. huxleyi-EhV host-virus system has emerged as one of the best model systems to investigate host-virus interactions and the\ncellular processes mediating infection dynamics. However, little is known about the molecular mechanisms mediating phytoplankton host-virus interactions. This project\naims to sequence transcriptomes for both uninfected (control) and EhV86-infected E. huxleyi strains that span a range of viral susceptibility in order to elucidate the\ncomparative global, subcellular transcriptional response associated with either resistance or sensitivity to infection. Transcriptome datasets will consist of control and EhV86-infected cells for the hyper-resistant strain CCMP379 (Ehux379)\nand the hypersensitive strain CCMP374 (Ehux374) at 2 h and 24 h of lytic infection. This information will shed novel insight into the subcellular mechanisms of resistance and sensitivity, thereby allowing us to better elucidate the evolutionary relationship between E. huxleyi and its viruses. It may also reveal unprecedented molecular insight into a possible innate immune response to protect against infection and ultimately influence which strains escape viral demise. Aside from a\nfew isolated genes in GenBank [putative calcium binding protein (gpa), cytochrome oxidase (coi) and actin], no transcritomic information is currently available for Ehux379 or Ehux374 strains. Hence, these transcriptomic datasets will not only provide novel inter-strain comparisons for global gene expression response to virus challenge, but they will also provide data for an extensive dataset for comparison\nwith the available ESTs (which include EhV-infected cells) and the reference genome information for E. huxleyi CCMP1516 (http://genome.jgi-psf.org/Emihu1/Emihu1.home.html),\nwhich is also sensitive to EhV infection.","prelim_ncbi_taxon_id":"2903","habitat":"marine habitat","species":"huxleyi","external_sample_id":"Ehux379C2","ph":"8.3","collection_date":"24-JUL-57","ncgr_sample_id":"MMETSP0994","experimental_salinity":"20","sample_accession_number":"CAM_SMPL_002691","project_id":104,"day_portion_of_day_night_cycle_in_hours":"14","phosphate":"36.2","experimental_temperature":"18","combined_assembly_name":"Emiliania-huxleyi-379","axenic":"No","principle_investigator":"Kay Bidle","nitrate":"883","genus":"Emiliania","trace_elements":"1200","date_of_experiment":"01-AUG-11","modifications_to_growth_medium":"f/2 for all nutrients except silica, which was not added","strain":"379","assembly_accession_number":"CAM_ASM_000509","18s_rrna":"N/A","latitude":"50.1669","clonal":"Unknown","night_portion_of_day_night_cycle_in_hours":"10"}