{"experimental_temperature":"19","combined_assembly_name":"N/A","axenic":"No","principle_investigator":"Denis Lynn","genus":"Euplotes","prey_organism_if_applicable":"Dunaliella salina and Dunaliella tertiolecta","date_of_experiment":"01-FEB-12","sample_material":"Brackish water and sediment","strain":"FSP1.4","sample_accession_number":"CAM_SMPL_002470","experimental_salinity":"5","day_portion_of_day_night_cycle_in_hours":"12","project_id":104,"other_experimental_metadata_available":"Cells treated with 0.1 mg/ml ampicillin overnigth and then washed in autoclaved seawater. Cells harbour obligate endosymbionts of the species Polynucleobacter necessarius (Betaproteobacteria) ampicillin-resistent.","18s_rrna":"tagtcatacg cttgtctcaa ggattaagcc atgcatgtct aagtataaag gtacatacaa tgaaactgcg aatggctcat tcaaacagtt atagtttatt tgatattcaa actaatgaaa gttagtttaa atggataacc gtagtaattc tagagctaat acatgcgtta cgggggactt tacggaaccc cagtatttat tagattcaaa ccaatattcc gcaaggtcta ctgagatgat tcatgataac tgatcgaatt gctgggtcta ctagcaataa atcattcatg tttctgcttc ccatcagctt gatggtagtg tattggacaa ccatggcatt cacgggctat cgggggatta gggttcgatt ccggagaggg agcctgataa acggctacca cttctacgga aggcagcagg cgcgaaaatt atccaatcct gactcaggga ggtagtgaaa gaaataatga actaggattt atcctgggat cacaatgggc ttgatttgca aactttacat ttagcgagga acgattggag ggcaagtctg gtgccagcag ccgcggtaat tccagctcca atagtgtata ttaatgttcc tgcagttatt cgatgctcgt agttggattt ctgaagttga gatgggaggg tggctatggc catcgctcgt ctcttccttc atccacctgt tagcgaatcc cgggattcac ttctcggttt cgggctcagg tactttacca tttttatata cctatattta tatcctgtag tctttatcga ttatgtgtta tttcttcttt gagcaaatta tagtgtttca ggcaggcgtg cgccggaata cattagcatg gtataatcga attggaccgt gtatccatta tttggattcc tccttatttg ttggtttaaa ggacacggaa atggttaata gggatagtat ttaatccagg ggaggcatta gtatttaatt tccagaggtg aaattctttg aaatattaaa gactaactta tgcgaaagca tttattttgc caataatgtt ttcattaatc attgaacgaa agttagggga tcaaagacga tcagataccg tcctagtctt aaccataaac gttgccgact agggatcgga gggcgtgcac attccgcctt cggcacctta cgagaaatca aagtcttttg ggttctgtgg gtagtatggt cgcaagactg aaacttaaag gaattgacgg aagggcacca ccaggagtgg agcttgcggc tcaatttgac tcaacacggg aaatcttacc aggtccagac atagcgagga ttgacagatt gatagctctt tcttgattct atgggtattt ttggtggtgc atggccgttc ttagttggtg gagtgatttg tctggttaat tccgttaaac gaacgagacc tcagcctgct aaatagttac ctgtctctct tacgagactt gataacttct tagagggact ttgtgtgcaa ccacaaggaa gtttgaggca ataacaggtc tgtgatgccc ttagatgtcc tgggccgcac gcgtgctaca ctgatacgta caacgaggta tatgtacttg tacatcaatg ctgctccgaa atagacacag cttaatcttc taaaatacgt atcgtgctgc ggatagatcg ttgaaaattt tataataaca aattatgaat cttgaaggtg gaattcctag taagcgcagg tcattagcct gcgttgatta cgtccctgcc ctttgtacac accgcccgtc gctcctacca atttcgagtg gtttggtgaa cctctttgga ctgtcgagca atcgcgaaat tagagtgaac ctgattactt agaggaagga gaagtcgtaa caaggtttcc gtaggt","latitude":"43.47","environmental_salinity":"5","clonal":"Yes","additional_citations":"###############################################################################################################################################################################################################################################################","night_portion_of_day_night_cycle_in_hours":"12","envo_term_for_habitat_secondary_term":"Other","assembly_accession_number":"CAM_ASM_000288","primary_citation":"Vannini C., Petroni G., Verni F. & Rosati G. 2005. Polynucleobacter bacteria in the brackish?water species Euplotes harpa (Ciliata, Hypotrichia). J. Eukaryot. Microbiol., 52(2): 116-122.","longitude":"10.16","growth_medium":"autoclaved artificial seawater (Red Sea Salt, Red Sea, http://www.redseafish.com) diluted with distilled water","investigation_type":"Eukaryotes","prelim_ncbi_taxon_id":"151035","importance":"###############################################################################################################################################################################################################################################################","habitat":"other","country":"ITALY","envo_term_for_habitat_primary_term":"Other","light":"300","sample_collection_site":"estuary of Serchio River (Pisa)","ph":"8.2","collection_date":"15-SEP-00","habitat_description":"Brackish water estuarine pond","ncgr_sample_id":"MMETSP0213","species":"harpa"}