{"depth":".05","species":"adherens","ncgr_sample_id":"MMETSP0216","ph":"7.8","collection_date":"01-SEP-95","envo_term_for_habitat_primary_term":"Acquatic: marine","country":"ITALY","sample_collection_site":"Ligurian Sea","growth_medium":"Artificial seawater prepared according to Allen's formula (Allen, 1914)","investigation_type":"Eukaryotes","longitude":"10.33003","habitat":"marine habitat","importance":"###############################################################################################################################################################################################################################################################","prelim_ncbi_taxon_id":"223996","envo_term_for_habitat_secondary_term":"Sediment","primary_citation":"Song, W., Wilbert, N. 1997. Morphological investigations on some free living ciliates (Protozoa, Ciliophora) from China Sea with description of a new hypotrichous genus, Hemigastrostyla nov. gen. Arch. Protistenk. 148:413-444.","ammonium":"80","assembly_accession_number":"CAM_ASM_000295","latitude":"43.47558","18s_rrna":"tagtcatatg cttgtctcaa agattaagcc atgcatgtct aagtataaat cattatacgg tgaaactgcg aatggctcat taaaacagta atagtttatt cgataattga attctatttg gataaccgta gtaattctag agctaataca tgctgtcaaa cctgacttcg cggaagggtt gtatttatta gataaaacca atattctagg tttcggccta gtctattgtg atgattcaca ataactgatc gaatcgcata gcctttgagc tgcgataaat cgttcaagtt tctgccctat cagctttcga tggtagtgta ttggactacc atggcattaa cgggtaacgg agaattaggg ttcgattccg gagagggagc ctgagaaacg gctaccacat ctaaggaagg cagcaggcgc gtaaattacc caatcctaat tcagggaggt agtgacaaga aataacaact cgggaccatt ggttctgaga ttgcaatgaa tacaacttaa aacccttaat gaggatcaat tggagggcaa gtctggtgcc agcagccgcg gtaattccag ctccaatagc gtatactaat gttgttgcag ttaaaaagct cgtagttgaa tttctgggta gcccacttcg tctgccttaa cgggtgtgca cgttgattgg actattcatc cttcagaaga acctatgtgg cattcacttg tcatgtaggg gatctgatac tttaccttga aaaaattaga gtgtttcagg caggcaatcg ccggaataca ttagcatgga ataattgaat aggactttgg ttctatttgt tggttttgtg gaccgaagta atgattaata gggatagttg ggggcattcg tatttaattg tcagaggtga aattcatgga tttgttaaag acgaacttat gcgaaagcat ttgccaagga tgttttcatt aatcaagaac gaaagttagg ggatcaaaga cgatcagata ccgtcctagt cttaaccata aactatgccg actagggatt ggagatgcca aatcaaatac ttcttcagca ccttatgaga aatcaaagtc tttgggttcc ggggggagta tggtcgcaag tctgaaactt aaaggaattg acggaagggc accaccagga gtggagcctg cggcttaatt tgactcaaca cggggaaact taccaggtcc agacatagta aggattgaca gtctgagagc gctttcttga ttctatgggt ggtggtgcat ggccgttctt agttggtgga gtgatttgtc tggttaattc cgttaacgaa cgagacctta acctgctaac tagttgcatt tatcctcgtg ataggtgtta acttcttaga gggacttcat gtctaagcat gaggaagttt gaggcaataa caggtctgtg atgcccttag atgttctggg ccgcacgcgc gctacactga tgcattcaac aagtattgtc ctgagccgat gggtttcggg taatctttcc aatgtgcatc gtgatgggga ttgacctttg aaattgtagg tcatcaacga ggaattccta gtaagcgtaa gtcatcagct tgcgttgatt atgtccctgc cctttgtaca caccgcccgt cgctcctacc gatttcgagt gatgcgatga aatttttgga ccgtgtcatg tagttgatgt ggaaaatcaa ttaaatctta tcacttagag gaaggagaag tcgtaacaag gtttccgtag gt","clonal":"No","additional_citations":"###############################################################################################################################################################################################################################################################","silicate":"50","project_id":104,"sample_accession_number":"CAM_SMPL_002477","experimental_salinity":"32","phosphate":"70","nitrate":"250","genus":"Protocruzia","experimental_temperature":"23","principle_investigator":"Denis Lynn","axenic":"No","combined_assembly_name":"N/A","strain":"Boccale","date_of_experiment":"17-NOV-11","prey_organism_if_applicable":"Dunaliella tertiolecta","trace_elements":"650","sample_material":"Seawater-sediment","modifications_to_growth_medium":"Enriched with Walnes's formula (Bidwell and Spotte, 1985)"}