{"sample_accession_number":"CAM_SMPL_002459","experimental_salinity":"33","project_id":104,"day_portion_of_day_night_cycle_in_hours":"12","sample_material":"Seawater and sediment","prey_organism_if_applicable":"Dunaliella tertiolecta","date_of_experiment":"29-MAY-12","environmental_temperature":"19","strain":"S3","axenic":"No","experimental_temperature":"19","combined_assembly_name":"N/A","principle_investigator":"Denis Lynn","genus":"Strombidium","assembly_accession_number":"CAM_ASM_000277","primary_citation":"Modeo, L., Petroni, G., Rosati G. Montagnes, D. J. S. 2003. A multidisciplinary approach to describe protists: redescriptions of Novistrombidium testaceum Anigstein, 1914 and Strombidium inclinatum Montagnes, Taylor, and Lynn 1990 (Ciliophora, Oligotrichia). J. Eukaryot. Microbiol. 50:175-189","envo_term_for_habitat_secondary_term":"Other","environmental_salinity":"33","clonal":"Yes","night_portion_of_day_night_cycle_in_hours":"12","additional_citations":"Modeo, L., Petroni, G., Bonaldi, M., Rosati, G. (2001). Trichites of Strombidium (Ciliata, Oligotrichida) are extrusomes. J. Eukaryot. Microbiol., 48: 95-101.","other_experimental_metadata_available":"Cells treated with 0.1 mg/ml ampicillin overnigth","18s_rrna":"tagtcatatg cttgtctcaa agactaagcc atgcatgtct aagtataagt attatacagc gaaactgcga atggctcatt aaaacagtta tagtttattt gataatcgaa tttacatgga taaccgtggt aattctagag ctaatacatg ctggacagcc tgacttttgt ggaagggcag tatttattag ataacaagcc aatattcctc tggtctattg tggtgactca tgataactga tcgaatcgca aggcctatgg tcgcgatagt tcattcaagt ttctgcccca tcagctttcg atggtagtgt attggactac catggcgtta acgggtaacg gaggattagg gttcgattcc ggagagggag cctgagaaac ggctaccaca tctaaggaag gcagcaggcg cgtaaattac ccaatcctga ctcagggagg tagtgacaag aaatagcgga ccgagaccat ccggtttcgg gattgcaatg agctaaattt acaccccttt acgaatgtcg attggagggc aagtctggtg ccagcagccg cggtaattcc agctccaata gcgtatatta aagttgttgc agttaaaaag ctcgtagttg gatttctggg agggtgccaa tgtccgctac ggcgtgcgca gcggcgccct tccatccttc tgttaacgct tcacggcatt catttgctgg ttgcgggctc agatatttta ccttgagaaa attagagtgt ttcaggcagg ctaggccgga atacattagc atggaataat ggaacaggac tacggtctct ttgttggttt gagggactgc agtaatgatt aatagggata gttgggggca ttagtattta attgtcagag gtagaattct cagattaatt aaagactgac ctatgcgaaa gcatttgcca aggatgtttt cattaatcaa gaacgaaagt taggggatca aagacgatca gataccgtcg tagtcttaac cataaactat gccgactcgg gatcgggggc gagacctatc cgccttcggc accgtatgag aaatcaaagt ctttgggttc tggggggagt atggtcgcaa ggctgaaact taaaggaatt gacggaaggg caccaccagg cgtggagctt gcggctcaat ttgactcaac acgggaaaac ttaccaggtc cagacatagt aaggattgac agattgatag ctctttcttg attctatggg tggtggtgca tggccgttct tagttggtgg agtgatttgt ctggttaatt ccgttaacga acgagacctt agcctgctaa ctagtcacag cgatcccgat cgttgctggc ttcttagagg gactttgtgg cactaaacac aaggaagttt gaggcaataa caggtctgtg atgcccttag atgtcctggg ccgcacgcgt gctacactga cgcctacagc gagtacttcc cagccccgaa aggcggctgg taatcagcaa taggcgtcgt gatggggata gatctttgga attatggatc ttgaacgagg aatgcctagt aagcgcaggt cattagcctg cgctgattat gtccctgccc tttgtacaca ccgcccgtcg ctcctaccga ttgagtggtc cggtgaactt ttcggactgc gcggagtttc gtgctctgtc gcggaaagtc aagtaaacct tatcacttag aggaaggaga agtcgtaaca aggtttccgt aggt","latitude":"43.3","sample_collection_site":"Ligurian Sea","country":"ITALY","envo_term_for_habitat_primary_term":"Acquatic: marine","light":"300","importance":"###############################################################################################################################################################################################################################################################","prelim_ncbi_taxon_id":"197538","habitat":"marine habitat","longitude":"10.2","other_collection_site_info":"Naval Academy, Leghorn (Tuscany)","growth_medium":"autoclaved artificial seawater (Red Sea Salt, Red Sea, http://www.redseafish.com)","investigation_type":"Eukaryotes","species":"inclinatum","other_environmental_metadata_available":"no other types of environmental metadata available","ph":"8.2","collection_date":"01-OCT-97","habitat_description":"50-100 cm diameter, 5-10 cm deep, pools on a rocky shore near Leghorn","ncgr_sample_id":"MMETSP0208"}